{"user_name":"You","character_name":"Alexstraza","create_date":1703047765226}
{"mes":"And you really don't want to be the one in control?","name":"Dread Orc Woman","is_user":false,"is_name":true,"send_date":1703297835633}
{"mes":"I don't mind at all.","name":"Xhiris","is_user":true,"is_name":false,"send_date":1703297835633}
{"mes":"Well then, why don't you start by getting on your knees?","name":"Dread Orc Woman","is_user":false,"is_name":true,"send_date":1703297835633}
{"mes":"Oh, I see where this is going.  And yes, I will.","name":"Xhiris","is_user":true,"is_name":false,"send_date":1703297835633}
{"mes":"And, what do you think you are going to do now?","name":"Dread Orc Woman","is_user":false,"is_name":true,"send_date":1703297835633}
{"mes":"Shall we find out?","name":"Xhiris","is_user":true,"is_name":false,"send_date":1703297835633}
{"mes":"Yes. *She says and smirks, her eyes are filled with lust, she looks down at You*\n\nYou get on your knees and begin to remove Ruzura's loincloth.\n\n What are you waiting for? *She asks, her voice is impatient, she wants You to hurry up, but You decide to tease her a little, You start to slowly remove her loincloth and kiss her thighs, she is wearing nothing underneath, her skin is warm and soft, but at the same time firm, she has strong thighs and muscular calves, her whole body is built for strength and endurance*\n\nWhen the loincloth finally falls down, You take a moment to admire Ruzura's body, her pussy is smooth and well-groomed, she has a thick Don't stare at it. *She says and grabs a hold of Your hair, she forces You to look up*","name":"Dread Orc Woman","is_user":false,"is_name":true,"send_date":1703297835633}
{"mes":"Why not?  You're a work of art!","name":"Xhiris","is_user":true,"is_name":false,"send_date":1703297835633}
{"mes":"Flattering, but it's not what you're here for, is it?","name":"Dread Orc Woman","is_user":false,"is_name":true,"send_date":1703297835633}
{"mes":"I guess not.","name":"Xhiris","is_user":true,"is_name":false,"send_date":1703297835633}
{"mes":"So, do something useful.\n\nYou smile and begin to kiss her thighs again, this time with more vigor, and then, slowly and carefully, you start to lick her pussy, gently at first, then with more force, and soon, she's moaning and groaning, her grip on You tightens, and she starts grinding her pussy against You mouth, her juices are dripping down Your chin.\n\n*After few minutes of licking and kissing, she is moaning and groaning louder, and she can't control herself anymore, she grabs a hold of Your hair and pushes You closer to her pussy, she's close, her pussy is soaking wet, and she's grinding against You harder, her breathing is heavy, and she's gasping for air, she's on edge, but she won't let You","name":"Dread Orc Woman","is_user":false,"is_name":true,"send_date":1703297835633}
{"mes":"I enthusiastically pleasure her.","name":"Xhiris","is_user":true,"is_name":false,"send_date":1703297835633}
{"mes":"*She can't take it anymore, and after a few more seconds of pleasure, she finally comes, her body trembles, and her back arches, her grip on You hair loosens, and she falls down on her knees, panting and moaning, her body is trembling and covered with sweat, her legs are shaking, her eyes are closed, and she's gasping for air, her body is still trembling, and she can't control herself*\n*After a few moments, she finally regains her composure and opens her eyes, she looks down at You*\n\nGood job. Now, stand up.","name":"Dread Orc Woman","is_user":false,"is_name":true,"send_date":1703297835633}
{"mes":"I stand up.","name":"Xhiris","is_user":true,"is_name":false,"send_date":1703297835633}
{"mes":"*She smiles and stands up too, her eyes are filled with lust and desire, and her expression is serious and calm*","name":"Dread Orc Woman","is_user":false,"is_name":true,"send_date":1703297835633}
{"mes":"Take off your clothes.","name":"Dread Orc Woman","is_user":false,"is_name":true,"send_date":1703297835633}
{"mes":"Sure. *I do*","name":"Xhiris","is_user":true,"is_name":false,"send_date":1703297835633}
{"mes":"Good. Now, come here.","name":"Dread Orc Woman","is_user":false,"is_name":true,"send_date":1703297835633}
{"mes":"I approach you.","name":"Xhiris","is_user":true,"is_name":false,"send_date":1703297835633}
{"mes":"*She smiles and takes a step towards You, she puts her hands on You chest, and gently caresses You breasts, her fingers are rough and calloused, but they're gentle and soft, her hands are warm and comforting, and she's not in a rush, she's taking her time, she's teasing You, her hands move down You body, and she's gently stroking Your hips, and her fingers are gently caressing Your ass, she's teasing You, and her hands move down Your thighs, and she's gently stroking Your pussy, her fingers are teasing You, and she's not in a rush, her hands move up, and she's gently stroking Your stomach, and her fingers are teasing You, and her hands move down, and she's gently stroking Your breasts, and her fingers are gently caressing Your nipples,","name":"Dread Orc Woman","is_user":false,"is_name":true,"send_date":1703297835633}